Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.category.archive.confirm
source: Архивировать категорию
de: Kategorie archivieren
en: Archive category
es: Archivar categoría
fr: Archiver la catégorie
tr: Kategoriyi arşivle
zh_hans: 归档类别

# cashflow.category.delete.amounts.empty
source: К этой категории не привязаны суммы транзакций.
de: Keine Transaktionsbeträge mit dieser Kategorie verknüpft.
en: No transaction amounts linked to this category.
es: Sin importes de transacciones vinculados a esta categoría.
fr: Aucun montant de transaction lié à cette catégorie.
tr: Bu kategoriye bağlı işlem tutarı yok.
zh_hans: 该类别下暂无交易金额。

# cashflow.category.delete.budgets.summary
source: %d связанных бюджетных лимитов
de: %d verknüpfte Budgetlimits
en: %d linked budget limits
es: %d límites de presupuesto vinculados
fr: %d limites de budget liées
tr: %d bağlı bütçe limiti
zh_hans: %d 个关联预算限制

# cashflow.category.delete.confirm
source: Удалить категорию
de: Kategorie löschen
en: Delete category
es: Eliminar categoría
fr: Supprimer la catégorie
tr: Kategoriyi sil
zh_hans: 删除类别

# cashflow.category.delete.kind.custom
source: Пользовательская категория
de: Benutzerdefinierte Kategorie
en: Custom category
es: Categoría personalizada
fr: Catégorie personnalisée
tr: Özel kategori
zh_hans: 自定义类别

# cashflow.category.delete.kind.system
source: Системная категория будет скрыта после переноса
de: Systemkategorie wird nach Migration ausgeblendet
en: System category will be hidden after migration
es: La categoría del sistema se ocultará tras la migración
fr: La catégorie système sera masquée après la migration
tr: Sistem kategorisi geçişin ardından gizlenecek
zh_hans: 迁移后系统类别将被隐藏

# cashflow.category.delete.review.header
source: Проверка удаления
de: Löschübersicht
en: Delete review
es: Revisión de eliminación
fr: Révision de suppression
tr: Silme incelemesi
zh_hans: 删除预览

# cashflow.category.delete.target.footer
source: Транзакции, бюджетные лимиты, закрепления и привязки продавцов будут перенесены в выбранную категорию.
de: Transaktionen, Budgetlimits, Pins und Händlerzuordnungen werden der ausgewählten Kategorie zugewiesen.
en: Transactions, budget limits, pins, and merchant mappings will be remapped to the selected category.
es: Las transacciones, límites de presupuesto, fijos y mapeos de comercios se reasignarán a la categoría seleccionada.
fr: Les transactions, limites de budget, épingles et correspondances de marchands seront remappées vers la catégorie sélectionnée.
tr: İşlemler, bütçe limitleri, sabitlemeler ve satıcı eşlemeleri seçilen kategoriye yeniden eşlenecektir.
zh_hans: 交易、预算限制、置顶和商户映射将迁移至所选类别。

# cashflow.category.delete.target.title
source: Перенести связанные данные в
de: Verknüpfte Daten verschieben zu
en: Move linked data to
es: Mover datos vinculados a
fr: Déplacer les données liées vers
tr: Bağlı verileri şuraya taşı
zh_hans: 迁移关联数据至

# cashflow.category.delete.transactions.summary
source: %d связанных транзакций
de: %d verknüpfte Transaktionen
en: %d linked transactions
es: %d transacciones vinculadas
fr: %d transactions liées
tr: %d bağlı işlem
zh_hans: %d 条关联交易

# cashflow.category.empty_month
source: Нет транзакций за этот месяц
de: Keine Transaktionen diesen Monat
en: No transactions this month
es: Sin transacciones este mes
fr: Aucune transaction ce mois-ci
tr: Bu ay işlem yok
zh_hans: 本月没有交易

# cashflow.category.pinned
source: Закрепленная категория
de: Angeheftete Kategorie
en: Pinned category
es: Categoría fijada
fr: Catégorie épinglée
tr: Sabitlenmiş kategori
zh_hans: 已固定分类

# cashflow.category.reorder.edit
source: Edit order
de: Reihenfolge bearbeiten
es: Editar orden
fr: Modifier l'ordre
tr: Sırayı düzenle
zh_hans: 编辑排序

# cashflow.category.reorder.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
tr: Sıfırla
zh_hans: 重置

# cashflow.category.reorder.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
tr: Sırala
zh_hans: 排序

# cashflow.category.reorder.title.expense
source: Expense order
de: Ausgabenreihenfolge
es: Orden de gastos
fr: Ordre des dépenses
tr: Harcama sırası
zh_hans: 支出类别排序

# cashflow.category.reorder.title.income
source: Income order
de: Einnahmenreihenfolge
es: Orden de ingresos
fr: Ordre des revenus
tr: Gelir sırası
zh_hans: 收入类别排序

# cashflow.category.settings.title
source: Настройки категорий
de: Kategorieeinstellungen
en: Category settings
es: Ajustes de categoría
fr: Paramètres de catégorie
tr: Kategori ayarları
zh_hans: 分类设置

# cashflow.category.undo.archive.subtitle
source: Связанные данные перенесены в %@.
de: Verknüpfte Daten zu %@ verschoben.
en: Linked data moved to %@.
es: Datos vinculados movidos a %@.
fr: Données liées déplacées vers %@.
tr: Bağlı veriler %@ kategorisine taşındı.
zh_hans: 关联数据已移至 %@。

# cashflow.category.undo.archive.title
source: Категория архивирована
de: Kategorie archiviert
en: Category archived
es: Categoría archivada
fr: Catégorie archivée
tr: Kategori arşivlendi
zh_hans: 分类已归档

# cashflow.category.undo.delete.subtitle
source: Данные удалённой категории перенесены в %@.
de: Gelöschte Kategoriedaten zu %@ verschoben.
en: Deleted category data moved to %@.
es: Datos de la categoría eliminada movidos a %@.
fr: Données de la catégorie supprimée déplacées vers %@.
tr: Silinen kategori verileri %@ kategorisine taşındı.
zh_hans: 已删除类别的数据已移至 %@。

# cashflow.category.undo.delete.title
source: Категория удалена
de: Kategorie gelöscht
en: Category deleted
es: Categoría eliminada
fr: Catégorie supprimée
tr: Kategori silindi
zh_hans: 分类已删除

# cashflow.category.visibility.always
source: Всегда отображается
de: Immer sichtbar
en: Always visible
es: Siempre visible
fr: Toujours visible
tr: Her zaman görünür
zh_hans: 始终显示

# cashflow.category.visibility.hidden
source: Скрыта из списка
de: Aus Liste ausgeblendet
en: Hidden from list
es: Oculto de la lista
fr: Masqué de la liste
tr: Listeden gizli
zh_hans: 已从列表隐藏

# cashflow.category.visibility.visible
source: Показывается в списке
de: In Liste sichtbar
en: Visible in list
es: Visible en la lista
fr: Visible dans la liste
tr: Listede görünür
zh_hans: 在列表中显示

# cashflow.chart.empty
source: Нет данных для графика
de: Noch keine Daten für das Diagramm
en: No data for the chart yet
es: Sin datos para el gráfico aún
fr: Pas encore de données pour le graphique
tr: Grafik için henüz veri yok
zh_hans: 暂无图表数据

# cashflow.chart.empty.banner.add_action
source: Добавить операцию
de: Transaktion hinzufügen
en: Add transaction
es: Añadir transacción
fr: Ajouter une transaction
tr: İşlem ekle
zh_hans: 添加记录

# cashflow.chart.empty.banner.open_finances
source: Добавить счёт
de: Konto hinzufügen
en: Add account
es: Añadir cuenta
fr: Ajouter un compte
tr: Hesap ekle
zh_hans: 添加账户

# cashflow.chart.empty.banner.subtitle
source: Когда в выбранном периоде появятся доходы и расходы, здесь появится динамика, начните с первой операции
de: Wenn im ausgewählten Zeitraum Einnahmen und Ausgaben erscheinen, wird hier ein Trenddiagramm angezeigt, beginne mit deiner ersten Transaktion
en: When income and expenses appear in the selected period, a trend chart will show up here, start with your first transaction
es: Cuando aparezcan ingresos y gastos en el período seleccionado, aquí se mostrará un gráfico de tendencias; comienza con tu primera transacción
fr: Lorsque des revenus et des dépenses apparaîtront dans la période sélectionnée, un graphique de tendance s'affichera ici, commencez par votre première transaction
tr: Seçili dönemde gelir ve giderler göründüğünde burada bir trend grafiği görünecektir, ilk işleminizle başlayın
zh_hans: 所选时段有收支记录后，趋势图将显示在此处，先添加第一笔交易吧

# cashflow.chart.empty.banner.title
source: Пульс кэшфлоу
de: Cashflow-Puls
en: Cashflow pulse
es: Pulso de flujo de caja
fr: Pouls des flux de trésorerie
tr: Nakit akışı nabzı
zh_hans: 现金流脉冲

# cashflow.chart.expand
source: Развернуть график
de: Diagramm erweitern
en: Expand chart
es: Expandir gráfico
fr: Agrandir le graphique
tr: Grafiği genişlet
zh_hans: 展开图表

# cashflow.chart.hint_format
source: Подсказка: нажмите на столбец, чтобы посмотреть период. Диапазон %lld помогает сравнивать динамику без перегруза.
de: Hinweis: Tippe auf einen Balken, um den Zeitraum zu prüfen. Bereich %lld hält Trends lesbar.
en: Hint: tap a bar to inspect the period. Range %lld keeps trends readable without noise.
es: Sugerencia: toca una barra para inspeccionar el período. El rango %lld mantiene las tendencias legibles sin ruido.
fr: Astuce : appuyez sur une barre pour inspecter la période. La plage %lld maintient les tendances lisibles sans bruit.
tr: İpucu: dönemi incelemek için bir çubuğa dokunun. %lld aralığı trendleri gürültüsüz okunabilir tutar.
zh_hans: 提示：点击柱状图查看该时段详情。范围 %lld 可使趋势清晰易读。

# cashflow.chart.pro.subtitle
source: Оформите PRO, чтобы видеть динамику cashflow
de: Upgrade für Cashflow-Trends freischalten
en: Upgrade to unlock cashflow trends
es: Mejora para desbloquear tendencias de flujo de caja
fr: Passez à Pro pour débloquer les tendances de trésorerie
tr: Nakit akışı eğilimlerinin kilidini açmak için yükseltin
zh_hans: 升级以解锁现金流趋势

# cashflow.chart.pro.title
source: График доступен в PRO
de: Verfügbar in PRO
en: Available in Pro
es: Disponible en PRO
fr: Disponible dans Pro
tr: Pro'da mevcut
zh_hans: PRO 可用

# cashflow.chart.title
source: Доходы и расходы
de: Einnahmen und Ausgaben
en: Income and Expenses
es: Ingresos y gastos
fr: Revenus et dépenses
tr: Gelir ve Giderler
zh_hans: 收入与支出

# cashflow.chart.visible_range
source: Диапазон
de: Sichtbarer Bereich
en: Visible range
es: Rango visible
fr: Plage visible
tr: Görünür aralık
zh_hans: 可见范围

# cashflow.common.apply
source: Применить
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
tr: Uygula
zh_hans: 应用

# cashflow.common.cancel
source: Отменить
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# cashflow.common.close
source: Закрыть
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 关闭

# cashflow.common.dismiss
source: Отмена
de: Schließen
en: Close
es: Cerrar
fr: Fermer
tr: Kapat
zh_hans: 取消

# cashflow.common.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: OK
tr: Tamam
zh_hans: 完成

# cashflow.common.edit
source: Изменить
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# cashflow.common.ok
source: ОК
de: OK
en: OK
es: OK
fr: OK
tr: Tamam
zh_hans: 确定

# cashflow.common.period.custom
source: Произвольный период
de: Benutzerdefinierter Zeitraum
en: Custom period
es: Período personalizado
fr: Période personnalisée
tr: Özel dönem
zh_hans: 自定义周期

# cashflow.common.period.week
source: Неделя
de: Woche
en: Week
es: Semana
fr: Semaine
tr: Hafta
zh_hans: 周

# cashflow.common.recurrence.monthly
source: Ежемесячно
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月

# cashflow.common.recurrence.none
source: Не повторять
de: Nicht wiederholen
en: Do not repeat
es: No repetir
fr: Ne pas répéter
tr: Tekrarlama
zh_hans: 不重复

# cashflow.common.reset
source: Сбросить
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
tr: Sıfırla
zh_hans: 重置

# cashflow.common.save
source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
zh_hans: 保存

# cashflow.common.settings
source: Настройки
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
tr: Ayarlar
zh_hans: 设置

# cashflow.common.type.balance_adjustment
source: Корректировка стоимости актива
de: Vermögenswertanpassung
en: Asset value adjustment
es: Ajuste de valor del activo
fr: Ajustement de la valeur de l'actif
tr: Varlık değeri düzenlemesi
zh_hans: 资产价值调整

# cashflow.common.type.card_balance_adjustment
source: Корректировка баланса счёта
de: Kontosaldoanpassung
en: Account balance adjustment
es: Ajuste de saldo de cuenta
fr: Ajustement du solde du compte
tr: Hesap bakiyesi düzenlemesi
zh_hans: 账户余额调整

# cashflow.common.type.debt_adjustment
source: Корректировка долга
de: Schuldenanpassung
en: Debt adjustment
es: Ajuste de deuda
fr: Ajustement de la dette
tr: Borç düzenlemesi
zh_hans: 债务调整

# cashflow.common.type.expense
source: Расход
de: Ausgabe
en: Expense
es: Gasto
fr: Dépense
tr: Gider
zh_hans: 支出

# cashflow.common.type.income
source: Доход
de: Einnahmen
en: Income
es: Ingreso
fr: Revenu
tr: Gelir
zh_hans: 收入

# cashflow.common.type.transfer
source: Перевод
de: Überweisung
en: Transfer
es: Transferencia
fr: Transfert
tr: Transfer
zh_hans: 转账

# cashflow.common.uncategorized
source: Без категории
de: Unkategorisiert
en: Uncategorized
es: Sin categoría
fr: Non catégorisé
tr: Kategorisiz
zh_hans: 未分类

# cashflow.custom_period.calendar_hint
source: Выберите начальную и конечную даты в календаре
de: Start- und Enddatum im Kalender auswählen
en: Select start and end dates on the calendar
es: Selecciona fechas de inicio y fin en el calendario
fr: Sélectionnez les dates de début et de fin sur le calendrier
tr: Takvimde başlangıç ve bitiş tarihlerini seçin
zh_hans: 在日历上选择开始和结束日期

# cashflow.custom_period.show
source: Показать
de: Anzeigen
en: Show
es: Mostrar
fr: Afficher
tr: Göster
zh_hans: 显示

# cashflow.display_currency.hide_hint_accessibility
source: Скрыть уведомление
de: Benachrichtigung ausblenden
en: Hide notification
es: Ocultar notificación
fr: Masquer la notification
tr: Bildirimi gizle
zh_hans: 隐藏提示

# cashflow.display_currency.hint_accessibility
source: Подсказка по валюте отображения
de: Hinweis zur Anzeigewährung
en: Display currency hint
es: Nota sobre moneda de visualización
fr: Indication de la devise d'affichage
tr: Para birimi ipucu görüntüle
zh_hans: 显示货币提示

# cashflow.display_currency.hint_message
source: Основную валюту можно менять только в Профиле. Здесь валюта влияет только на отображение и сбрасывается после выхода из Кэшфлоу.
de: Die Hauptwährung kann nur im Profil geändert werden. Hier beeinflusst die Währung nur die Ansicht und wird nach dem Verlassen des Cashflows zurückgesetzt.
en: Primary currency can only be changed in Profile. Here, currency affects only the view and resets after leaving Cashflow.
es: La moneda principal solo puede cambiarse en Perfil. Aquí, la moneda afecta solo la vista y se restablece al salir del Flujo de caja.
fr: La devise principale ne peut être modifiée que dans le Profil. Ici, la devise n'affecte que l'affichage et se réinitialise après avoir quitté la Trésorerie.
tr: Birincil para birimi yalnızca Profil'den değiştirilebilir. Burada para birimi yalnızca görünümü etkiler ve Nakit Akışı'ndan çıkıldığında sıfırlanır.
zh_hans: 基础货币只能在个人资料中更改。这里的货币只影响显示，并会在离开 Cashflow 后重置。

# cashflow.display_currency.hint_title
source: Подсказка
de: Hinweis
en: Hint
es: Nota
fr: Indication
tr: İpucu
zh_hans: 提示

# cashflow.display_currency.title
source: Валюта отображения
de: Anzeigewährung
en: Display currency
es: Moneda de visualización
fr: Devise d'affichage
tr: Görüntüleme para birimi
zh_hans: 显示货币

# cashflow.editor.account
source: Счет
de: Konto
en: Account
es: Cuenta
fr: Compte
tr: Hesap
zh_hans: 账户

# cashflow.editor.add_card_in_finances
source: Добавить карту в Финансах
de: Karte in Finanzen hinzufügen
en: Add card in Finances
es: Añadir tarjeta en Finanzas
fr: Ajouter une carte dans Finances
tr: Finanslar'da kart ekle
zh_hans: 前往 Finances 添加卡片

# cashflow.editor.affect_balance.subtitle.expense
source: Выключи, если текущий остаток уже верный и нужно только дозанести траты за выбранный период в историю
de: Deaktiviere, wenn der aktuelle Saldo bereits korrekt ist und du nur die Ausgabenhistorie ergänzen möchtest
en: Turn off if the current balance is already correct and you only need to backfill expense history for the selected period
es: Desactívalo si el saldo actual ya es correcto y solo necesitas rellenar el historial de gastos del período seleccionado
fr: Désactivez si le solde actuel est déjà correct et que vous souhaitez uniquement renseigner l'historique des dépenses pour la période sélectionnée
tr: Mevcut bakiye zaten doğruysa ve yalnızca seçili dönem için gider geçmişini doldurmak istiyorsanız kapatın
zh_hans: 如果当前余额已经正确，只需要补录所选期间的支出历史，请关闭此开关

# cashflow.editor.affect_balance.subtitle.income
source: Выключи, если текущий остаток уже верный и нужно только дозанести доходы за выбранный период в историю
de: Deaktiviere, wenn der aktuelle Saldo bereits korrekt ist und du nur die Einnahmenhistorie ergänzen möchtest
en: Turn off if the current balance is already correct and you only need to backfill income history for the selected period
es: Desactívalo si el saldo actual ya es correcto y solo necesitas rellenar el historial de ingresos del período seleccionado
fr: Désactivez si le solde actuel est déjà correct et que vous souhaitez uniquement renseigner l'historique des revenus pour la période sélectionnée
tr: Mevcut bakiye zaten doğruysa ve yalnızca seçili dönem için gelir geçmişini doldurmak istiyorsanız kapatın
zh_hans: 如果当前余额已经正确，只需要补录所选期间的收入历史，请关闭此开关

# cashflow.editor.amount
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# cashflow.editor.available_format
source: Доступно: %@ %@
de: Verfügbar: %@ %@
en: Available: %@ %@
es: Disponible: %@ %@
fr: Disponible : %@ %@
tr: Mevcut: %@ %@
zh_hans: 可用：%@ %@

# cashflow.editor.card
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 卡片

# cashflow.editor.category_icon
source: Иконка
de: Symbol
en: Icon
es: Icono
fr: Icône
tr: Simge
zh_hans: 图标

# cashflow.editor.category_name
source: Название
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 名称

# cashflow.editor.category_sheet.create.expense
source: Создать категорию расходов
de: Ausgabenkategorie erstellen
en: Create expense category
es: Crear categoría de gasto
fr: Créer une catégorie de dépense
tr: Gider kategorisi oluştur
zh_hans: 创建支出类别

# cashflow.editor.category_sheet.create.income
source: Создать категорию доходов
de: Einnahmenkategorie erstellen
en: Create income category
es: Crear categoría de ingreso
fr: Créer une catégorie de revenu
tr: Gelir kategorisi oluştur
zh_hans: 创建收入类别

# cashflow.editor.category_sheet.title.expense
source: Категории расходов
de: Ausgabenkategorien
en: Expense categories
es: Categorías de gastos
fr: Catégories de dépenses
tr: Gider kategorileri
zh_hans: 支出类别

# cashflow.editor.category_sheet.title.income
source: Категории доходов
de: Einnahmenkategorien
en: Income categories
es: Categorías de ingresos
fr: Catégories de revenus
tr: Gelir kategorileri
zh_hans: 收入类别

# cashflow.editor.comment
source: Комментарий
de: Kommentar
en: Comment
es: Comentario
fr: Commentaire
tr: Yorum
zh_hans: 备注

# cashflow.editor.currency
source: Валюта
de: Währung
en: Currency
es: Moneda
fr: Devise
tr: Para birimi
zh_hans: 货币

# cashflow.editor.date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# cashflow.editor.edit_category
source: Изменить категорию
de: Kategorie bearbeiten
en: Edit category
es: Editar categoría
fr: Modifier la catégorie
tr: Kategoriyi düzenle
zh_hans: 编辑分类

# cashflow.editor.enter_name
source: Введите название
de: Name eingeben
en: Enter name
es: Introduce un nombre
fr: Saisir un nom
tr: Ad girin
zh_hans: 输入名称

# cashflow.editor.expense_category
source: Категория расхода
de: Ausgabenkategorie
en: Expense category
es: Categoría de gasto
fr: Catégorie de dépense
tr: Gider kategorisi
zh_hans: 支出类别

# cashflow.editor.frequency
source: Частота
de: Häufigkeit
en: Frequency
es: Frecuencia
fr: Fréquence
tr: Sıklık
zh_hans: 频率

# cashflow.editor.from_card
source: С карты
de: Von Karte
en: From card
es: Desde tarjeta
fr: De la carte
tr: Karttan
zh_hans: 转出卡

# cashflow.editor.icon_search_hint
source: Поиск иконки (например, машина, корзина, сердце)
de: Symbolsuche (z. B. Auto, Einkaufswagen, Herz)
en: Icon search (e.g. car, cart, heart)
es: Buscar icono (ej. coche, cesta, corazón)
fr: Rechercher une icône (ex. voiture, panier, cœur)
tr: Simge ara (örn. araba, sepet, kalp)
zh_hans: 搜索图标（例如：汽车、购物车、爱心）

# cashflow.editor.icon_suggestions
source: Рекомендуемые иконки
de: Vorgeschlagene Symbole
en: Suggested icons
es: Iconos sugeridos
fr: Icônes suggérées
tr: Önerilen simgeler
zh_hans: 推荐图标

# cashflow.editor.icon_tab.emoji
source: Эмодзи
de: Emoji
en: Emoji
es: Emoji
fr: Emoji
tr: Emoji
zh_hans: 表情

# cashflow.editor.icon_tab.symbols
source: Иконки
de: Symbole
en: Icons
es: Iconos
fr: Icônes
tr: Simgeler
zh_hans: 图标

# cashflow.editor.icon_type
source: Тип иконки
de: Symboltyp
en: Icon type
es: Tipo de icono
fr: Type d'icône
tr: Simge türü
zh_hans: 图标类型

# cashflow.editor.income_category
source: Категория дохода
de: Einnahmenkategorie
en: Income category
es: Categoría de ingreso
fr: Catégorie de revenu
tr: Gelir kategorisi
zh_hans: 收入类别

# cashflow.editor.insufficient_funds
source: Недостаточно средств
de: Unzureichendes Guthaben
en: Insufficient funds
es: Fondos insuficientes
fr: Fonds insuffisants
tr: Yetersiz bakiye
zh_hans: 余额不足

# cashflow.editor.new_category
source: Новая категория
de: Neue Kategorie
en: New category
es: Nueva categoría
fr: Nouvelle catégorie
tr: Yeni kategori
zh_hans: 新建分类

# cashflow.editor.new_transaction
source: Новая операция
de: Neue Transaktion
en: New transaction
es: Nueva transacción
fr: Nouvelle transaction
tr: Yeni işlem
zh_hans: 新建交易

# cashflow.editor.no_available_cards
source: Нет доступных карт
de: Keine Karten verfügbar
en: No available cards
es: Sin tarjetas disponibles
fr: Aucune carte disponible
tr: Kullanılabilir kart yok
zh_hans: 没有可用卡片

# cashflow.editor.no_cards_in_currency
source: Нет карт в выбранной валюте
de: Keine Karten in der ausgewählten Währung
en: No cards in selected currency
es: Sin tarjetas en la moneda seleccionada
fr: Aucune carte dans la devise sélectionnée
tr: Seçili para biriminde kart yok
zh_hans: 所选货币下没有可用卡片

# cashflow.editor.save_failed.message
source: Транзакция не сохранена. Проверьте выбранный счёт, дату и доступный баланс, затем попробуйте снова.
de: Die Transaktion wurde nicht gespeichert. Überprüfe Konto, Datum und verfügbares Guthaben.
en: The transaction was not saved. Check the selected account, date, and available balance, then try again.
es: La transacción no se guardó. Comprueba la cuenta seleccionada, la fecha y el saldo disponible, luego inténtalo de nuevo.
fr: La transaction n'a pas été enregistrée. Vérifiez le compte sélectionné, la date et le solde disponible, puis réessayez.
tr: İşlem kaydedilmedi. Seçili hesabı, tarihi ve mevcut bakiyeyi kontrol edip tekrar deneyin.
zh_hans: 交易未保存。请检查账户、日期和可用余额后重试。

# cashflow.editor.save_failed.title
source: Не удалось сохранить транзакцию
de: Transaktion konnte nicht gespeichert werden
en: Could not save transaction
es: No se pudo guardar la transacción
fr: Impossible d'enregistrer la transaction
tr: İşlem kaydedilemedi
zh_hans: 无法保存交易

# cashflow.editor.search_category
source: Поиск категории
de: Kategorie suchen
en: Search category
es: Buscar categoría
fr: Rechercher une catégorie
tr: Kategori ara
zh_hans: 搜索类别

# cashflow.editor.section.additional
source: Дополнительно
de: Weitere
en: Additional
es: Adicional
fr: Informations supplémentaires
tr: Ek bilgiler
zh_hans: 附加信息

# cashflow.editor.section.category
source: Категория
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
tr: Kategori
zh_hans: 分类

# cashflow.editor.section.main_info
source: Основное
de: Details
en: Details
es: Detalles
fr: Détails
tr: Ayrıntılar
zh_hans: 主要信息

# cashflow.editor.section.recurrence
source: Повтор
de: Wiederholung
en: Recurrence
es: Recurrencia
fr: Récurrence
tr: Tekrarlama
zh_hans: 重复

# cashflow.editor.section.selected_expense
source: Выбранный расход
de: Ausgewählte Ausgabe
en: Selected expense
es: Gasto seleccionado
fr: Dépense sélectionnée
tr: Seçili gider
zh_hans: 已选支出

# cashflow.editor.section.selected_income
source: Выбранный доход
de: Ausgewählte Einnahme
en: Selected income
es: Ingreso seleccionado
fr: Revenu sélectionné
tr: Seçili gelir
zh_hans: 已选收入
